Repository: CofficLab/GitOK
Catalog: Packages/PluginGitStash/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Apply
zh_hans: 应用
zh_hk: 應用

source: Apply & Drop
zh_hans: 应用与丢弃
zh_hk: 應用與丟棄

source: Apply the stash back and resolve any conflicts.
zh_hans: 把暂存应用回来并解决冲突。
zh_hk: 把暫存應用回來並解決衝突。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Drop
zh_hans: 丢弃
zh_hk: 捨棄

source: Every stash is listed with its message and age.
zh_hans: 每条暂存都带消息与时间列出。
zh_hk: 每條暫存都帶消息與時間列出。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: List
zh_hans: 列表
zh_hk: 列表

source: Loading stash list…
zh_hans: 正在加载暂存列表…
zh_hk: 正在載入暫存清單…

source: Manage Stash
zh_hans: 管理暂存
zh_hk: 管理暫存

source: No changes to stash
zh_hans: 没有可暂存的更改
zh_hk: 沒有可暫存的變更

source: No stashes yet
zh_hans: 暂无暂存
zh_hk: 尚無暫存

source: Park your work in progress, pick it up later.
zh_hans: 把进行中的工作暂存起来，稍后再取。
zh_hk: 把進行中的工作暫存起來，稍後再取。

source: Pop
zh_hans: 弹出
zh_hk: 取出

source: Re-apply a stash to your tree, and drop it when done.
zh_hans: 把暂存应用回工作树，用完即弃。
zh_hk: 把暫存應用回工作樹，用完即棄。

source: Restore
zh_hans: 恢复
zh_hk: 恢復

source: Save
zh_hans: 保存
zh_hk: 儲存

source: Set aside tracked and untracked work with one click.
zh_hans: 一键搁置已跟踪与未跟踪的工作。
zh_hk: 一鍵擱置已跟蹤與未跟蹤的工作。

source: Stash
zh_hans: 暂存
zh_hk: 暫存

source: Stash Changes
zh_hans: 暂存改动
zh_hk: 暫存改動

source: Stash List
zh_hans: 暂存列表
zh_hk: 暫存列表

source: Stash message (optional)
zh_hans: 暂存消息（可选）
zh_hk: 暫存訊息（選填）

source: Stash saved
zh_hans: 暂存已保存
zh_hk: 暫存已儲存

source: Switch branches or tasks freely.
zh_hans: 自由切换分支或任务。
zh_hk: 自由切換分支或任務。

source: Work elsewhere
zh_hans: 切换到别处
zh_hk: 切換到別處

source: Working changes are saved and the tree is restored.
zh_hans: 工作改动被保存，工作树恢复原状。
zh_hk: 工作改動被保存，工作樹恢復原狀。

source: click to stash
zh_hans: 一键暂存
zh_hk: 一鍵暫存

source: stashes
zh_hans: 暂存数
zh_hk: 暫存數
